Repository: UoM-ResPlat-DevOps/omeka
Catalog: plugins/Html5Media/languages/*.po
Languages: mn, ru

source: Download File
mn: Баримт татах
ru: Загрузить файл

source: Play
mn: Тоглуулах
ru: Начать воспроизведение

source: Pause
mn: Зогсоох
ru: Пауза

source: Mute Toggle
mn: Дуугүйг сонгох
ru: Переключатель немого режима

source: Fullscreen
mn: Дэлгэц
ru: Полноэкранный режим

source: Captions/Subtitles
mn: Тайлбар / хадмалтай
ru: Подписи/Подзаголовки

source: None
mn: Үгүй
ru: Ни один

source: Turn off Fullscreen
mn: Дэлгэц дүүрэн харахыг болиулах
ru: Выключить полноэкранный режим

source: Go Fullscreen
mn: Дэлгэц дүүрэн харах
ru: Перейти к полноэкранному режиму

source: Unmute
mn: Дуутай
ru: Отключить немой режим

source: Mute
mn: Дуугүй
ru: Немой режим

source: Download Video
mn: Видео татах
ru: Загрузить видео

source: Close
mn: Хаах
ru: Закрыть

source: Video Settings
mn: Видео тохиргоо
ru: Установки видео

source: Responsive Sizing
mn: Уян хатан хэмжээ
ru: Адаптивная оценка размеров

source: Check the box below to allow the video player to automatically match its size to its container.
mn: Сонголтыг идэвхжүүлсэнээр видео тоглуулагч хэмжээг автоматаар тохируулна.
ru: Отметьте флажок внизу, чтобы видео плейер автоматически скорректировал размер.

source: MIME Types
mn: MIME Төрөл
ru: Типы MIME

source: Extensions
mn: Өргөтгөлүүд
ru: Расширения

source: Audio Settings
mn: Аудио торхируулга
ru: Установки аудио

source: Check the box below to allow the audio player to automatically match its width to its container.
mn: Сонголтыг идэвхжүүлсэнээр аудио тоглуулагчийн өргөний хэмжээг автоматаар тохируулна.

source: Text Settings
mn: Бичвэрийн тохируулга
ru: Установки для текста

source: Text files are data like subtitles and chapter names. HTML5 Media will include them as tracks of audio or video files with the same original filename on the same item.
mn: Текст файлууд нь яг л хадмал мэдээлэл болон бүлгийн гарчиг шиг байна. HTML 5 нь аудио болон видеоны замыг үндсэн файлын нэртэй адил болгоно.
ru: Текстовые файлы представляют из себя данные подобные подзаголовкам и названиям глав. Плагин HTML5 Media включит их как аудио или видео треки с теми же оригинальными названиями.

source: Common Settings
mn: Ерөнхий тохиргоо

source: Preload
mn: Урьдчилсан ачаалалт

source: Metadata Only
mn: Зөвхөн метадата

source: Entire Media
mn: Бүхэлд нь

source: Disabled
mn: Боломжгүй
